[{"title": "Krijuesi i Wikipeadia: ChatGPT është vegël e tmerrshme e inteligjencës artificiale", "image": "https://placeholdit.imgix.net/~text?txtsize=21&txt=zeri.info&w=900&h=506", "content": "\n\n\n\n\n\n\n\n\n\nKrijuesi i Wikipeadia: ChatGPT është vegël e tmerrshme e inteligjencës artificiale\n\n\n\n\n\nAuto&Tech\nDecember 10, 2023 - 14:00\n\n\n\nShpërndaje:\n\n\n\n\nKrijuesi i Wikipedia-s, Jimmy Wales, ka shpjeguar pse mendon se faza e hershme e veglës së AI ChatGPT është e tmerrshme, shkruan euronews.\nChatGPT është një produkt i kompanisë amerikane OpenAI që është bërë shumë popullor, dhe për të cilin Wales theksoi se bën “rrëmujë” kur përdoret për mesazhe.\nSipas tij, teksti i Wikipedia-s i shkruar duke përdorur ChatGPT është i tmerrshëm dhe aspak i dobishëm.\nEdhe pse ai beson se është e mundur që inteligjenca artificiale t’i kalojë njerëzit në të ardhmen e largët, ai beson se ka më shumë gjasa që ajo të vazhdojë të mbështesë aktivitetet intelektuale të njerëzve.\nWales nuk përjashtoi përdorimin e mjeteve të inteligjencës artificiale për Wikipedia. Ai theksoi gjetjen e gabimeve në tekste si një nga funksionet e mundshme të inteligjencës artificiale për Wikipedia.\nAi njoftoi se do të shqyrtojë që Wikipedia të përdor një vegël të inteligjencës artificiale me burim të hapur, pasi do të ishte në përputhje me parimet e kësaj enciklopedie në internet.\nMegjithatë, ai ka theksuar se aktualisht nuk është duke bërë asgjë për këtë çështje. Për të është një vendim që nuk mund të merret lehtë, pasi siç tha ai, i gjithë biznesi i tij mund të rrezikohet. /Telegrafi\n\n"}, {"title": "Aksionet e Google u rritën me më shumë se 5% pasi kompania njoftoi Gemini", "image": "https://placeholdit.imgix.net/~text?txtsize=21&txt=zeri.info&w=900&h=506", "content": "\n\n\n\n\n\n\n\n\n\nAksionet e Google u rritën me më shumë se 5% pasi kompania njoftoi Gemini\n\n\n\n\n\nAuto&Tech\nDecember 07, 2023 - 17:48\n\n\n\nShpërndaje:\n\n\n\n\nAksionet e Google u rritën me më shumë se 5% të enjten.\nDhe rritja vjen një ditë pasi kompania njoftoi modelin e saj më të fundit të inteligjencës artificiale të quajtur Gemini.\nKy model pritet të konkurrojë me produktet nga OpenAI, Microsoft dhe Meta.\nAnalistët në Bank of America thanë të mërkurën se Alphabet’s ka qenë nën presion nga shqetësimet mbi aftësitë e AI të Google këtë vit.\nAndaj, një model konkurrues “i markës së mirë” mund të ketë avantazhe për aktivitetin e tij të kërkimit të konsumatorëve dhe shitjet e ndërmarrjeve në Cloud.\nMegjithatë, është ende e paqartë që Google planifikon të fitojë para nga Gemini përmes të gjitha produkteve të tij në afat të gjatë, megjithëse do të fillojë duke licencuar Gemini për klientët përmes Google Cloud më vonë këtë muaj. /Telegrafi\n\n"}, {"title": "Xiaomi prezanton telefonin e ri të mençur Redmi 13C, së shpejti i disponueshëm në tregun evropian", "image": "https://placeholdit.imgix.net/~text?txtsize=21&txt=zeri.info&w=900&h=506", "content": "\n\n\n\n\n\n\n\n\n\nXiaomi prezanton telefonin e ri të mençur Redmi 13C, së shpejti i disponueshëm në tregun evropian\n\n\n\n\n\nAuto&Tech\nDecember 03, 2023 - 10:55\n\n\n\nShpërndaje:\n\n\n\n\nKompania Xiaomi në nëntor prezantoi telefonin e ri të mençur Redmi 13C, që së shpejti do të lansohen në tregun evropian.\nRedmi 13C i ri që së shpejti do të lansohet në tregun evropian, vihet në funksion nga procesori MediaTek Helio G85, kurse vjen me 4 dhe 8 GM RAM, varësisht nga madhësia e memories së brendshme për ruajtjen e të dhënave.\nEkrani prej 6.74-inç ka një rezolucion prej 720×1600 pikselë me mbrojtjes Corning Gorilla Glass të xhamit të ekranit.\nNë pjesën e përparme është e vendosur kamera selfie prej 8 megapikselë, derisa në pjesën e pasme të pajisjes janë kamerat prej 50 MP dhe 2 MP.\nBateria ka kapacitet prej 5.000 mAh dhe mbushet nga mbushësi prej 18Ë. Do të jetë i disponueshëm në katër ngjyra – Midnight Black, Navy Blue, Glacier Ëhite dhe Clover Green. /telegrafi\n\n"}, {"title": "OpenAI emëron shefin e ri, i vjetri i bashkohet Microsoft-it", "image": "https://placeholdit.imgix.net/~text?txtsize=21&txt=zeri.info&w=900&h=507", "content": "\n\n\n\n\n\n\n\n\n\nOpenAI emëron shefin e ri, i vjetri i bashkohet Microsoft-it\n\n\n\n\n\nAuto&Tech\nNovember 20, 2023 - 15:14\n\n\n\nShpërndaje:\n\n\n\n\nKompania OpenAI ka emëruar ish-shefin e Twitch, Emmett Shear si drejtor të përkohshëm, ndërkaq ish-shefi i kësaj kompanie, Sam Altman, i është bashkuar Microsoft-it në një varg episodesh befasuese në industrinë e inteligjencës artificiale.\nKëto emërime, që ndodhën të dielën mbrëma, vijnë pas largimit të Altman disa ditë më parë nga posti i drejtorit të krijuesit të ChatGPT, duke u dhënë fund spekulimeve se ai mund të kthehej në OpenAI.\nNë një deklaratë të publikuar në X – që më herët njihej si Twitter – Shear hodhi poshtë spekulimet se bordi i OpenAI ka shkarkuar Altmanin për shkak të mosmarrëveshjeve lidhur me sigurinë e modeleve të fuqishme të inteligjencës artificiale. Ai u zotua se do të nisë një hetim lidhur me këtë shkarkim, do të shqyrtojë një menaxhim të ri për OpenAI dhe të vazhdojë rrugën që kjo teknologji të jetë e qasshme, sikurse chatbot-in e tij viral.\n“Nuk jam aq i çmendur sa të pranoj këtë vend pune pa pasur mbështetjen e bordit për komercializimin e modeleve tona të mrekullueshme”, tha Shear, duke shtuar se “stabiliteti i OpenAI dhe suksesi jonë është shumë i rëndësishëm sa të lëmë që kjo mosmarrëveshje të na dëmtojë”.\nShear ka bashkëthemeluar Twitch dhe më herët gjatë këtij viti kishte dhënë dorëheqje nga udhëheqja e një platforme të ngjashme të transmetimit të drejtpërdrejtë të videove në Amazon.com.\nOpenAI shkarkoi Altmanin të premten për të ”mungesës së komunikimit” sipas një memoje të brendshme, që e ka parë Reuters.\nAltman ishte bashkëthemelues i kompanisë që ndikoi në një bum në industrinë e inteligjencës artificiale gjeneruese, duke lëshuar në përdorim një vit më parë ChatGPT-në, chatbot-in që u bë një prej programeve më të popullarizuara kompjuterike në botë.\nDrejtori i Microsoft, Satya Nadella, shkroi në X se Altman do të bëhet drejtor i një grupi të ri hulumtues të kompanisë, së bashku me kolegët e tjerë që u larguan nga OpenAI sikurse presidenti Greg Brockman, i cili dha dorëheqje pasi Altman u shkarkua.\nMicrosoft ka investuar miliarda dollarë në OpenAI dhe ka rrezikuar investimet në këtë kompani pasi lëshoi në përdorim platformën Copilot për konsumatorët e tij, bazuar në teknologjinë e OpenAI.\nMëngjesin e së hënës, aksionet e Microsoft u tregtuan në bursa për pothuajse 2 për qind, pasi mori njerëzit kryesor të OpenAI me synim që të stabilizojë këtë kompani dhe që të u pamundësojë rivalëve të tij, Alphabet, Google dhe Amazon.com që të punësojnë njerëzit e talentuar të OpenAI.\nMicrosoft kishte mbështetur rikthimin e Altman në OpenAi, sipas burimeve.\nNadella dhe Shear kanë thënë se kompanitë vazhdojnë të jenë të përkushtuara që të bashkëpunojnë, përderisa burimet pritet të shkojnë në grupin e ri që Altman do të udhëheqë në Microsoft.\nNadella shkroi në X se “misioni vazhdon”, teksa ripublikoi postimin e Altman.\nVendimi i bordit për të mos rikthyer Altmanin si shef të OpenAI shqetësoi investitorët dhe punonjësit lidhur me rrugën që do të marrë kompania. Ata shprehën frikën se një numër i madh do të largohen nga kompania, që do të mund të ndikojë në të ardhurat e kompanisë.\nPak pasi Shear u emërua si shef, punëtorët e pakënaqur u larguan nga selia kryesore e OpenAI në San Francisko, raportoi The Information.\nDhjetëra pjesëtarë të stafit njoftuan të dielën mbrëma se do të largoheshin nga kompania, thanë burimet. Disa liderë të kompanisë publikuan në X mesazhin që thoshte “OpenAI nuk është asgjë pa njerëzit e tij”.\n\n"}, {"title": "Kush është shqiptarja që u zgjodh në krye të ChatGTP?", "image": "https://placeholdit.imgix.net/~text?txtsize=21&txt=zeri.info&w=900&h=591", "content": "\n\n\n\n\n\n\n\n\n\nKush është shqiptarja që u zgjodh në krye të ChatGTP?\n\n\n\n\n\nAuto&Tech\nNovember 18, 2023 - 17:37\n\n\n\nShpërndaje:\n\n\n\n\nSam Altman, Drejtori Ekzekutiv dhe bashkëthemelues i OpenAI, kompania që krijoi ChatGPT, u shkarkua nga posti i tij. Vetëm një ditë pasi Altman mbajti një fjalim në samitin e APEC, bordi i kompanisë vendosi se “ai nuk ishte vazhdimisht i sinqertë në komunikimet e tij me bordin, çka penguar aftësinë e tij për të ushtruar përgjegjësitë. Bordi nuk ka më besim në zotësinë e tij për të vazhduar si kryesues i OpenAI.”\nShefja e teknologjisë, Mira Murati është emëruar Drejtoreshë Ekzekutive e përkohshme.\nAltman reagoi duke thënë se ishte i lumtur “të punonte me njerëz të tillë të talentuar”, duke mos komentuar arsyen e shkarkimit, duke shtuar vetëm “Do të ketë më shumë për të thënë për atë që do të ndodhë më vonë”.\nChatGPT u lançua nga OpenAI gati një vit më parë dhe u bë me shpejtësi viral, duke tërhequr vëmendjen të nivelit më të lartë ndaj aftësive dhe të ardhmes së inteligjencës artificiale dhe njerëzimit.\nTashmë kompania do të drejtohet nga shqiptarja e lindur në Vlorë, Mira Murati, e cila ka qenë gjithashtu imazh kryesor i OpenAI në mediat ndërkombëtare dhe në forume krah personaliteteve kryesore të teknologjisë botërore.\nKush është Mira Murati? CEO i ri i ChatGPT\nMira Murati, një inxhiniere me origjinë shqiptare është e njohur për kontributin e dhënë në zhvillimin e disa prej produkteve të spikatura të OpenAI në rolin e Shefes së Teknologjisë.\nMurati ka përvojë të mëparshme në hapësirën ajrore, automobilistikë, realitetin virtual (VR) dhe realitetin e shtuar (AR). Më pas ai iu bashkua gjigandit Tesla, të udhëhequr nga Elon Musk, si një menaxhere e lartë produkti, duke dhënë një kontribut të rëndësishëm në zhvillimin e Modelit X.\nPërveç kësaj, ajo ka qenë e përfshirë me Leap Motion, një kompani që merret me integrimin e inteligjencës artificiale në aplikacione praktike, të botës reale.\nPas këtyre eksperiencave të larmishme, Murati iu bashkua OpenAI në vitin 2018.\nAjo luajti një rol vendimtar në drejtimin e zhvillimit të ChatGPT dhe DALL-E. Ajo mori rolin e Shefit të Teknologjisë (CTO) vitin e kaluar./euronews.al\n\n"}]